{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<UNK>", "document_count": 30000, "word_counts": "{\"fetch\": 3296, \"red\": 1526, \"cup\": 6230, \"to\": 13654, \"dining\": 858, \"table\": 858, \"status\": 2130, \"of\": 500, \"mobile\": 224, \"bot\": 224, \"bring\": 6600, \"apple\": 1580, \"move\": 3460, \"notebook\": 1664, \"me\": 1666, \"take\": 3934, \"keys\": 1648, \"here\": 1078, \"deliver\": 4108, \"coffee\": 1642, \"mug\": 1642, \"lab\": 944, \"kitchen\": 868, \"water\": 1660, \"bottle\": 3390, \"sofa\": 1148, \"are\": 280, \"you\": 280, \"busy\": 280, \"the\": 10902, \"nightstand\": 1150, \"a\": 5142, \"manipulator\": 3760, \"station\": 3484, \"it\": 1148, \"there\": 552, \"report\": 528, \"item\": 560, \"my\": 1112, \"location\": 1112, \"get\": 3622, \"green\": 1592, \"find\": 1968, \"laptop\": 360, \"moon\": 318, \"orange\": 1670, \"pen\": 1692, \"remote\": 1572, \"banana\": 1660, \"counter\": 842, \"pantry\": 904, \"bed\": 1174, \"bedroom\": 1074, \"living\": 1174, \"room\": 1540, \"system\": 540, \"current\": 270, \"tv\": 1092, \"area\": 1092, \"unicorn\": 444, \"office\": 906, \"blue\": 1580, \"where\": 298, \"is\": 868, \"robot\": 298, \"tablet\": 376, \"ocean\": 306, \"workstation\": 922, \"desk\": 950, \"garage\": 318, \"dragon\": 454, \"give\": 254, \"update\": 254, \"what\": 570, \"happening\": 304, \"conference\": 366, \"backpack\": 334, \"tell\": 312, \"hallway\": 338, \"mars\": 322}", "word_docs": "{\"to\": 13654, \"fetch\": 3296, \"cup\": 6230, \"dining\": 858, \"red\": 1526, \"table\": 858, \"status\": 2130, \"bot\": 224, \"of\": 500, \"mobile\": 224, \"bring\": 6600, \"apple\": 1580, \"me\": 1666, \"notebook\": 1664, \"move\": 3460, \"here\": 1078, \"take\": 3934, \"keys\": 1648, \"coffee\": 1642, \"lab\": 944, \"mug\": 1642, \"deliver\": 4108, \"kitchen\": 868, \"water\": 1660, \"sofa\": 1148, \"bottle\": 3390, \"busy\": 280, \"you\": 280, \"are\": 280, \"the\": 9368, \"nightstand\": 1150, \"a\": 5142, \"manipulator\": 3760, \"station\": 3484, \"there\": 552, \"it\": 1148, \"report\": 528, \"item\": 560, \"location\": 1112, \"my\": 1112, \"green\": 1592, \"get\": 3622, \"find\": 1968, \"laptop\": 360, \"moon\": 318, \"orange\": 1670, \"pen\": 1692, \"remote\": 1572, \"banana\": 1660, \"counter\": 842, \"pantry\": 904, \"bed\": 1174, \"bedroom\": 1074, \"room\": 1540, \"living\": 1174, \"system\": 540, \"current\": 270, \"area\": 1092, \"tv\": 1092, \"unicorn\": 444, \"office\": 906, \"blue\": 1580, \"robot\": 298, \"where\": 298, \"is\": 868, \"tablet\": 376, \"ocean\": 306, \"workstation\": 922, \"desk\": 950, \"garage\": 318, \"dragon\": 454, \"give\": 254, \"update\": 254, \"what\": 570, \"happening\": 304, \"conference\": 366, \"backpack\": 334, \"tell\": 312, \"hallway\": 338, \"mars\": 322}", "index_docs": "{\"2\": 13654, \"14\": 3296, \"5\": 6230, \"50\": 858, \"31\": 1526, \"51\": 858, \"15\": 2130, \"81\": 224, \"58\": 500, \"80\": 224, \"4\": 6600, \"27\": 1580, \"19\": 1666, \"20\": 1664, \"12\": 3460, \"41\": 1078, \"8\": 3934, \"23\": 1648, \"24\": 1642, \"44\": 944, \"25\": 1642, \"7\": 4108, \"48\": 868, \"21\": 1660, \"35\": 1148, \"13\": 3390, \"76\": 280, \"75\": 280, \"74\": 280, \"3\": 9368, \"34\": 1150, \"6\": 5142, \"9\": 3760, \"11\": 3484, \"55\": 552, \"36\": 1148, \"57\": 528, \"54\": 560, \"38\": 1112, \"37\": 1112, \"26\": 1592, \"10\": 3622, \"16\": 1968, \"63\": 360, \"67\": 318, \"18\": 1670, \"17\": 1692, \"29\": 1572, \"22\": 1660, \"52\": 842, \"47\": 904, \"32\": 1174, \"42\": 1074, \"30\": 1540, \"33\": 1174, \"56\": 540, \"77\": 270, \"40\": 1092, \"39\": 1092, \"60\": 444, \"46\": 906, \"28\": 1580, \"73\": 298, \"72\": 298, \"49\": 868, \"61\": 376, \"70\": 306, \"45\": 922, \"43\": 950, \"68\": 318, \"59\": 454, \"78\": 254, \"79\": 254, \"53\": 570, \"71\": 304, \"62\": 366, \"65\": 334, \"69\": 312, \"64\": 338, \"66\": 322}", "index_word": "{\"1\": \"<UNK>\", \"2\": \"to\", \"3\": \"the\", \"4\": \"bring\", \"5\": \"cup\", \"6\": \"a\", \"7\": \"deliver\", \"8\": \"take\", \"9\": \"manipulator\", \"10\": \"get\", \"11\": \"station\", \"12\": \"move\", \"13\": \"bottle\", \"14\": \"fetch\", \"15\": \"status\", \"16\": \"find\", \"17\": \"pen\", \"18\": \"orange\", \"19\": \"me\", \"20\": \"notebook\", \"21\": \"water\", \"22\": \"banana\", \"23\": \"keys\", \"24\": \"coffee\", \"25\": \"mug\", \"26\": \"green\", \"27\": \"apple\", \"28\": \"blue\", \"29\": \"remote\", \"30\": \"room\", \"31\": \"red\", \"32\": \"bed\", \"33\": \"living\", \"34\": \"nightstand\", \"35\": \"sofa\", \"36\": \"it\", \"37\": \"my\", \"38\": \"location\", \"39\": \"tv\", \"40\": \"area\", \"41\": \"here\", \"42\": \"bedroom\", \"43\": \"desk\", \"44\": \"lab\", \"45\": \"workstation\", \"46\": \"office\", \"47\": \"pantry\", \"48\": \"kitchen\", \"49\": \"is\", \"50\": \"dining\", \"51\": \"table\", \"52\": \"counter\", \"53\": \"what\", \"54\": \"item\", \"55\": \"there\", \"56\": \"system\", \"57\": \"report\", \"58\": \"of\", \"59\": \"dragon\", \"60\": \"unicorn\", \"61\": \"tablet\", \"62\": \"conference\", \"63\": \"laptop\", \"64\": \"hallway\", \"65\": \"backpack\", \"66\": \"mars\", \"67\": \"moon\", \"68\": \"garage\", \"69\": \"tell\", \"70\": \"ocean\", \"71\": \"happening\", \"72\": \"where\", \"73\": \"robot\", \"74\": \"are\", \"75\": \"you\", \"76\": \"busy\", \"77\": \"current\", \"78\": \"give\", \"79\": \"update\", \"80\": \"mobile\", \"81\": \"bot\"}", "word_index": "{\"<UNK>\": 1, \"to\": 2, \"the\": 3, \"bring\": 4, \"cup\": 5, \"a\": 6, \"deliver\": 7, \"take\": 8, \"manipulator\": 9, \"get\": 10, \"station\": 11, \"move\": 12, \"bottle\": 13, \"fetch\": 14, \"status\": 15, \"find\": 16, \"pen\": 17, \"orange\": 18, \"me\": 19, \"notebook\": 20, \"water\": 21, \"banana\": 22, \"keys\": 23, \"coffee\": 24, \"mug\": 25, \"green\": 26, \"apple\": 27, \"blue\": 28, \"remote\": 29, \"room\": 30, \"red\": 31, \"bed\": 32, \"living\": 33, \"nightstand\": 34, \"sofa\": 35, \"it\": 36, \"my\": 37, \"location\": 38, \"tv\": 39, \"area\": 40, \"here\": 41, \"bedroom\": 42, \"desk\": 43, \"lab\": 44, \"workstation\": 45, \"office\": 46, \"pantry\": 47, \"kitchen\": 48, \"is\": 49, \"dining\": 50, \"table\": 51, \"counter\": 52, \"what\": 53, \"item\": 54, \"there\": 55, \"system\": 56, \"report\": 57, \"of\": 58, \"dragon\": 59, \"unicorn\": 60, \"tablet\": 61, \"conference\": 62, \"laptop\": 63, \"hallway\": 64, \"backpack\": 65, \"mars\": 66, \"moon\": 67, \"garage\": 68, \"tell\": 69, \"ocean\": 70, \"happening\": 71, \"where\": 72, \"robot\": 73, \"are\": 74, \"you\": 75, \"busy\": 76, \"current\": 77, \"give\": 78, \"update\": 79, \"mobile\": 80, \"bot\": 81}"}}