{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<UNK>", "document_count": 60000, "word_counts": "{\"grab\": 6236, \"a\": 3976, \"pencil\": 4002, \"pick\": 4706, \"up\": 4706, \"green\": 1960, \"pen\": 4122, \"bring\": 7618, \"small\": 2036, \"unicorn\": 816, \"to\": 37412, \"office\": 5640, \"go\": 8378, \"ocean\": 804, \"screw\": 4062, \"manipulator\": 9724, \"station\": 13072, \"get\": 2736, \"desk\": 3126, \"find\": 4702, \"big\": 3132, \"cube\": 4276, \"navigate\": 4988, \"docking\": 3232, \"point\": 6406, \"blue\": 1910, \"nut\": 4118, \"move\": 4918, \"cabin\": 3106, \"an\": 4110, \"status\": 3804, \"report\": 946, \"white\": 1968, \"phoenix\": 804, \"red\": 3254, \"bolt\": 3900, \"mars\": 790, \"m5\": 2012, \"yellow\": 1978, \"eraser\": 4098, \"fetch\": 2826, \"deliver\": 4130, \"dragon\": 824, \"system\": 982, \"the\": 6628, \"take\": 4012, \"charging\": 6522, \"black\": 1866, \"give\": 910, \"m6\": 1946, \"it\": 1138, \"moon\": 764, \"where\": 946, \"are\": 946, \"you\": 946, \"what\": 966, \"is\": 966, \"your\": 966}", "word_docs": "{\"a\": 3976, \"grab\": 6236, \"pencil\": 4002, \"pen\": 4122, \"green\": 1960, \"pick\": 4706, \"up\": 4706, \"to\": 30050, \"small\": 2036, \"office\": 5640, \"unicorn\": 816, \"bring\": 7618, \"ocean\": 804, \"go\": 8378, \"station\": 13072, \"screw\": 4062, \"manipulator\": 9724, \"get\": 2736, \"desk\": 3126, \"find\": 4702, \"cube\": 4276, \"big\": 3132, \"navigate\": 4988, \"docking\": 3232, \"point\": 6406, \"nut\": 4118, \"blue\": 1910, \"move\": 4918, \"cabin\": 3106, \"an\": 4110, \"status\": 3804, \"report\": 946, \"white\": 1968, \"phoenix\": 804, \"bolt\": 3900, \"red\": 3254, \"mars\": 790, \"m5\": 2012, \"eraser\": 4098, \"yellow\": 1978, \"fetch\": 2826, \"deliver\": 4130, \"dragon\": 824, \"system\": 982, \"the\": 6628, \"take\": 4012, \"charging\": 6522, \"black\": 1866, \"give\": 910, \"m6\": 1946, \"it\": 1138, \"moon\": 764, \"are\": 946, \"you\": 946, \"where\": 946, \"what\": 966, \"your\": 966, \"is\": 966}", "index_docs": "{\"26\": 3976, \"10\": 6236, \"25\": 4002, \"19\": 4122, \"40\": 1960, \"14\": 4706, \"15\": 4706, \"2\": 30050, \"36\": 2036, \"11\": 5640, \"55\": 816, \"6\": 7618, \"56\": 804, \"5\": 8378, \"3\": 13072, \"23\": 4062, \"4\": 9724, \"35\": 2736, \"32\": 3126, \"16\": 4702, \"17\": 4276, \"31\": 3132, \"12\": 4988, \"30\": 3232, \"9\": 6406, \"20\": 4118, \"42\": 1910, \"13\": 4918, \"33\": 3106, \"21\": 4110, \"28\": 3804, \"49\": 946, \"39\": 1968, \"57\": 804, \"27\": 3900, \"29\": 3254, \"58\": 790, \"37\": 2012, \"22\": 4098, \"38\": 1978, \"34\": 2826, \"18\": 4130, \"54\": 824, \"45\": 982, \"7\": 6628, \"24\": 4012, \"8\": 6522, \"43\": 1866, \"53\": 910, \"41\": 1946, \"44\": 1138, \"59\": 764, \"51\": 946, \"52\": 946, \"50\": 946, \"46\": 966, \"48\": 966, \"47\": 966}", "index_word": "{\"1\": \"<UNK>\", \"2\": \"to\", \"3\": \"station\", \"4\": \"manipulator\", \"5\": \"go\", \"6\": \"bring\", \"7\": \"the\", \"8\": \"charging\", \"9\": \"point\", \"10\": \"grab\", \"11\": \"office\", \"12\": \"navigate\", \"13\": \"move\", \"14\": \"pick\", \"15\": \"up\", \"16\": \"find\", \"17\": \"cube\", \"18\": \"deliver\", \"19\": \"pen\", \"20\": \"nut\", \"21\": \"an\", \"22\": \"eraser\", \"23\": \"screw\", \"24\": \"take\", \"25\": \"pencil\", \"26\": \"a\", \"27\": \"bolt\", \"28\": \"status\", \"29\": \"red\", \"30\": \"docking\", \"31\": \"big\", \"32\": \"desk\", \"33\": \"cabin\", \"34\": \"fetch\", \"35\": \"get\", \"36\": \"small\", \"37\": \"m5\", \"38\": \"yellow\", \"39\": \"white\", \"40\": \"green\", \"41\": \"m6\", \"42\": \"blue\", \"43\": \"black\", \"44\": \"it\", \"45\": \"system\", \"46\": \"what\", \"47\": \"is\", \"48\": \"your\", \"49\": \"report\", \"50\": \"where\", \"51\": \"are\", \"52\": \"you\", \"53\": \"give\", \"54\": \"dragon\", \"55\": \"unicorn\", \"56\": \"ocean\", \"57\": \"phoenix\", \"58\": \"mars\", \"59\": \"moon\"}", "word_index": "{\"<UNK>\": 1, \"to\": 2, \"station\": 3, \"manipulator\": 4, \"go\": 5, \"bring\": 6, \"the\": 7, \"charging\": 8, \"point\": 9, \"grab\": 10, \"office\": 11, \"navigate\": 12, \"move\": 13, \"pick\": 14, \"up\": 15, \"find\": 16, \"cube\": 17, \"deliver\": 18, \"pen\": 19, \"nut\": 20, \"an\": 21, \"eraser\": 22, \"screw\": 23, \"take\": 24, \"pencil\": 25, \"a\": 26, \"bolt\": 27, \"status\": 28, \"red\": 29, \"docking\": 30, \"big\": 31, \"desk\": 32, \"cabin\": 33, \"fetch\": 34, \"get\": 35, \"small\": 36, \"m5\": 37, \"yellow\": 38, \"white\": 39, \"green\": 40, \"m6\": 41, \"blue\": 42, \"black\": 43, \"it\": 44, \"system\": 45, \"what\": 46, \"is\": 47, \"your\": 48, \"report\": 49, \"where\": 50, \"are\": 51, \"you\": 52, \"give\": 53, \"dragon\": 54, \"unicorn\": 55, \"ocean\": 56, \"phoenix\": 57, \"mars\": 58, \"moon\": 59}"}}